Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

# Your HRV is above your average of %@ms (+%@%%), indicating good recovery.
source: Your HRV is above your average of %1$@ms (+%2$@%%), indicating good recovery.
ar: تقلب نبضك أعلى من متوسطك البالغ %@ مللي ثانية (+%@%%)، ما يشير إلى تعافٍ جيد.
da: Din HRV ligger over dit gennemsnit på %@ ms (+%@%%), hvilket tyder på god restitution.
de: Deine HRV liegt über deinem Durchschnitt von %@ ms (+%@%%) — ein Zeichen guter Erholung.
es: Tu HRV está por encima de tu media de %@ ms (+%@%%), lo que indica buena recuperación.
fi: HRV:si on yli keskiarvosi %@ ms (+%@%%), mikä kertoo hyvästä palautumisesta.
fr: Votre HRV dépasse votre moyenne de %@ ms (+%@%%), signe d’une bonne récupération.
is: HRV þitt er yfir meðaltalinu %@ ms (+%@%%), sem bendir til góðrar endurheimtar.
it: L’HRV è sopra la tua media di %@ ms (+%@%%), segno di buon recupero.
ja: HRV は平均の %@ ms を上回っています（+%@%%）。回復は良好です。
ko: HRV가 평균 %@ ms를 웃돕니다(+%@%%). 회복이 양호합니다.
nb: HRV-en din ligger over gjennomsnittet på %@ ms (+%@%%), noe som tyder på god restitusjon.
nl: Je HRV ligt boven je gemiddelde van %@ ms (+%@%%), wat op goed herstel wijst.
pt_br: Sua VFC está acima da média de %@ ms (+%@%%), indicando boa recuperação.
ru: Ваша ВСР выше среднего значения %@ мс (+%@%%), что указывает на хорошее восстановление.
sv: Din HRV ligger över ditt genomsnitt på %@ ms (+%@%%), vilket tyder på god återhämtning.
zh_hans: 你的 HRV 高于 %@ ms 的平均值（+%@%%），说明恢复良好。

source: Your HRV is below your average of %@ms (%@%%). Below your usual range.
ar: HRV لديك دون متوسطك البالغ %@ مللي ثانية (%@٪). أقل من مداك المعتاد.
da: Din HRV er under dit gennemsnit på %@ ms (%@ %%). Under dit sædvanlige leje.
de: Deine HRV liegt unter deinem Mittel von %@ ms (%@ %%). Unter deinem üblichen Bereich.
es: Tu HRV está por debajo de tu media de %@ ms (%@ %%). Por debajo de tu rango habitual.
fi: HRV:si on keskiarvosi %@ ms alapuolella (%@ %%). Tavanomaisen vaihteluvälisi alapuolella.
fr: Votre HRV est sous votre moyenne de %@ ms (%@ %%). Sous votre plage habituelle.
is: HRV þinn er undir meðaltalinu %@ ms (%@%%). Undir venjulegu bili þínu.
it: Il tuo HRV è sotto la tua media di %@ ms (%@%%). Sotto il tuo intervallo abituale.
ja: HRV は平均 %@ ms を下回っています（%@ ％）。通常の範囲より低い値です。
ko: HRV가 평균 %@ms보다 낮습니다(%@%%). 평소 범위보다 낮습니다.
nb: HRV-en din er under snittet ditt på %@ ms (%@ %%). Under ditt vanlige nivå.
nl: Je HRV ligt onder je gemiddelde van %@ ms (%@ %%). Onder je gebruikelijke bereik.
pt_br: Sua VFC está abaixo da sua média de %@ ms (%@%%). Abaixo da sua faixa habitual.
ru: Ваша ВСР ниже среднего значения %@ мс (%@ %%). Ниже вашего обычного диапазона.
sv: Din HRV ligger under ditt snitt på %@ ms (%@ %%). Under ditt vanliga intervall.
zh_hans: 你的 HRV 低于平均值 %@ 毫秒（%@%%）。低于你的常规范围。

source: Your HRV is consistent with your recent average (%@ms).
ar: HRV لديك متسق مع متوسطك الأخير (%@ م.ث).
da: Din HRV svarer til dit seneste gennemsnit (%@ ms).
de: Deine HRV entspricht deinem jüngsten Durchschnitt (%@ ms).
es: Tu HRV coincide con tu media reciente (%@ ms).
fi: HRV:si vastaa viimeaikaista keskiarvoasi (%@ ms).
fr: Votre HRV correspond à votre moyenne récente (%@ ms).
is: HRV þitt samsvarar nýlegu meðaltali þínu (%@ ms).
it: La tua HRV è in linea con la media recente (%@ ms).
ja: あなたの HRV は最近の平均（%@ ms）と一致しています。
ko: 당신의 HRV는 최근 평균(%@ms)과 일치합니다.
nb: HRV-en din samsvarer med ditt nylige gjennomsnitt (%@ ms).
nl: Je HRV komt overeen met je recente gemiddelde (%@ ms).
pt_br: Sua VFC está de acordo com sua média recente (%@ ms).
ru: Ваша ВСР соответствует недавнему среднему (%@ мс).
sv: Din HRV stämmer med ditt senaste snitt (%@ ms).
zh_hans: 你的 HRV 与近期平均值（%@ 毫秒）一致。

source: Your HRV is significantly below your average of %1$@ms (%2$@%%). Consider taking it easy today.
ar: تقلب نبضك أقل بكثير من متوسطك البالغ %@ مللي ثانية (%@%%). فكّر في التخفيف اليوم.
da: Din HRV ligger markant under dit gennemsnit på %@ ms (%@%%). Overvej at tage den med ro i dag.
de: Deine HRV liegt deutlich unter deinem Durchschnitt von %@ ms (%@%%). Nimm es heute ruhiger.
es: Tu HRV está bastante por debajo de tu media de %@ ms (%@%%). Plantéate tomártelo con calma hoy.
fi: HRV:si on selvästi alle keskiarvosi %@ ms (%@%%). Harkitse kevyempää päivää.
fr: Votre HRV est nettement sous votre moyenne de %@ ms (%@%%). Envisagez d’y aller doucement aujourd’hui.
is: HRV þitt er umtalsvert undir meðaltalinu %@ ms (%@%%). Íhugaðu að taka því rólega í dag.
it: L’HRV è nettamente sotto la tua media di %@ ms (%@%%). Valuta di andarci piano oggi.
ja: HRV は平均の %@ ms を大きく下回っています（%@%%）。今日は無理をしないことを検討してください。
ko: HRV가 평균 %@ ms보다 상당히 낮습니다(%@%%). 오늘은 여유롭게 가는 것을 고려하세요.
nb: HRV-en din ligger klart under gjennomsnittet på %@ ms (%@%%). Vurder å ta det rolig i dag.
nl: Je HRV ligt duidelijk onder je gemiddelde van %@ ms (%@%%). Overweeg het vandaag rustig aan te doen.
pt_br: Sua VFC está bem abaixo da média de %@ ms (%@%%). Considere pegar leve hoje.
ru: Ваша ВСР заметно ниже среднего значения %@ мс (%@%%). Стоит сегодня не перенапрягаться.
sv: Din HRV ligger tydligt under ditt genomsnitt på %@ ms (%@%%). Överväg att ta det lugnt idag.
zh_hans: 你的 HRV 明显低于 %@ ms 的平均值（%@%%）。今天可以考虑放轻松些。

source: Your HRV is significantly higher than your average of %1$@ms (+%2$@%%), suggesting excellent recovery today.
ar: تقلب نبضك أعلى بكثير من متوسطك البالغ %@ مللي ثانية (+%@%%)، ما يوحي بتعافٍ ممتاز اليوم.
da: Din HRV er markant højere end dit gennemsnit på %@ ms (+%@%%), hvilket tyder på fremragende restitution i dag.
de: Deine HRV liegt deutlich über deinem Durchschnitt von %@ ms (+%@%%) — das spricht für hervorragende Erholung heute.
es: Tu HRV es bastante más alta que tu media de %@ ms (+%@%%), lo que sugiere una recuperación excelente hoy.
fi: HRV:si on selvästi keskiarvoasi %@ ms korkeampi (+%@%%), mikä viittaa erinomaiseen palautumiseen tänään.
fr: Votre HRV est nettement supérieure à votre moyenne de %@ ms (+%@%%), signe d’une excellente récupération aujourd’hui.
is: HRV þitt er umtalsvert hærra en meðaltalið %@ ms (+%@%%), sem bendir til frábærrar endurheimtar í dag.
it: L’HRV è nettamente superiore alla tua media di %@ ms (+%@%%), segno di un recupero eccellente oggi.
ja: HRV は平均の %@ ms を大きく上回っています（+%@%%）。今日は回復が非常に良好です。
ko: HRV가 평균 %@ ms보다 상당히 높습니다(+%@%%). 오늘은 회복이 매우 좋습니다.
nb: HRV-en din er markant høyere enn gjennomsnittet på %@ ms (+%@%%), noe som tyder på utmerket restitusjon i dag.
nl: Je HRV ligt duidelijk boven je gemiddelde van %@ ms (+%@%%), wat wijst op uitstekend herstel vandaag.
pt_br: Sua VFC está bem acima da média de %@ ms (+%@%%), sugerindo excelente recuperação hoje.
ru: Ваша ВСР заметно выше среднего значения %@ мс (+%@%%), что говорит об отличном восстановлении сегодня.
sv: Din HRV är tydligt högre än ditt genomsnitt på %@ ms (+%@%%), vilket tyder på utmärkt återhämtning idag.
zh_hans: 你的 HRV 明显高于 %@ ms 的平均值（+%@%%），说明今天恢复非常好。

source: Your HRV readings will appear here
ar: ستظهر قراءات HRV الخاصة بك هنا
da: Dine HRV-målinger vises her
de: Deine HRV-Messungen werden hier angezeigt
es: Tus lecturas de HRV aparecerán aquí
fi: HRV-mittauksesi näkyvät täällä
fr: Vos mesures HRV apparaîtront ici
is: HRV-mælingarnar þínar birtast hér
it: Le Sue letture HRV appariranno qui
ja: HRV測定結果がここに表示されます
ko: HRV 측정 결과가 여기에 표시됩니다
nb: HRV-målingene dine vises her
nl: Uw HRV-metingen verschijnen hier
pt_br: Suas leituras de HRV aparecerão aqui
ru: Ваши измерения ВСР появятся здесь
sv: Dina HRV-mätningar visas här
zh_hans: 你的HRV读数将显示在此处

source: Your HRV readings, heart rate, and resting heart rate
ar: قراءات HRV ومعدل النبض ونبض الراحة لديك
da: Dine HRV-målinger, puls og hvilepuls
de: Deine HRV-Messungen, Herzfrequenz und Ruheherzfrequenz
es: Tus lecturas de HRV, frecuencia cardíaca y FC en reposo
fi: HRV-mittauksesi, syke ja leposyke
fr: Vos mesures de HRV, fréquence cardiaque et FC de repos
is: HRV-mælingar þínar, púls og hvíldarpúls
it: Le tue letture HRV, frequenza cardiaca e FC a riposo
ja: あなたの HRV 測定値、心拍数、安静時心拍数
ko: 내 HRV 측정값, 심박수, 안정 심박수
nb: Dine HRV-målinger, puls og hvilepuls
nl: Je HRV-metingen, hartslag en rusthartslag
pt_br: Suas leituras de VFC, frequência cardíaca e FC de repouso
ru: Ваши измерения ВСР, пульс и пульс покоя
sv: Dina HRV-mätningar, puls och vilopuls
zh_hans: 你的 HRV 读数、心率与静息心率

source: Your iCloud settings backup is encrypted with a key that hasn't reached this device yet. Check that iCloud Keychain is on, then try again later.
ar: النسخة الاحتياطية لإعداداتك على iCloud مشفّرة بمفتاح لم يصل إلى هذا الجهاز بعد. تحقّق من تشغيل سلسلة مفاتيح iCloud، ثم حاول مرة أخرى لاحقًا.
da: Din iCloud-sikkerhedskopi af indstillinger er krypteret med en nøgle, der endnu ikke er nået frem til denne enhed. Tjek, at iCloud-nøglering er slået til, og prøv igen senere.
de: Deine iCloud-Einstellungssicherung ist mit einem Schlüssel verschlüsselt, der dieses Gerät noch nicht erreicht hat. Prüfe, ob der iCloud-Schlüsselbund aktiviert ist, und versuche es später erneut.
es: La copia de seguridad de tus ajustes en iCloud está cifrada con una clave que aún no ha llegado a este dispositivo. Comprueba que el Llavero de iCloud esté activado y vuelve a intentarlo más tarde.
fi: iCloud-asetusten varmuuskopiosi on salattu avaimella, joka ei ole vielä saapunut tälle laitteelle. Tarkista, että iCloud-avainnippu on päällä, ja yritä myöhemmin uudelleen.
fr: La sauvegarde de vos réglages iCloud est chiffrée avec une clé qui n’est pas encore arrivée sur cet appareil. Vérifiez que le trousseau iCloud est activé, puis réessayez plus tard.
is: Öryggisafrit iCloud-stillinganna þinna er dulkóðað með lykli sem hefur ekki enn borist í þetta tæki. Athugaðu að kveikt sé á iCloud-lyklakippu og reyndu svo aftur síðar.
it: Il backup delle impostazioni su iCloud è crittografato con una chiave che non è ancora arrivata su questo dispositivo. Verifica che il Portachiavi di iCloud sia attivo, poi riprova più tardi.
ja: iCloud の設定バックアップは、まだこのデバイスに届いていない鍵で暗号化されています。iCloudキーチェーンがオンになっていることを確認し、後でもう一度お試しください。
ko: iCloud 설정 백업이 아직 이 기기에 도달하지 않은 키로 암호화되어 있습니다. iCloud 키체인이 켜져 있는지 확인한 후 나중에 다시 시도하세요.
nb: Sikkerhetskopien av iCloud-innstillingene dine er kryptert med en nøkkel som ikke har nådd denne enheten ennå. Sjekk at iCloud-nøkkelring er på, og prøv igjen senere.
nl: De back-up van je iCloud-instellingen is versleuteld met een sleutel die dit apparaat nog niet heeft bereikt. Controleer of iCloud-sleutelhanger aan staat en probeer het later opnieuw.
pt_br: O backup das suas configurações no iCloud é criptografado com uma chave que ainda não chegou a este dispositivo. Verifique se as Chaves do iCloud estão ativadas e tente novamente mais tarde.
ru: Резервная копия ваших настроек в iCloud зашифрована ключом, который ещё не поступил на это устройство. Убедитесь, что Связка ключей iCloud включена, и повторите попытку позже.
sv: Säkerhetskopian av dina inställningar i iCloud är krypterad med en nyckel som inte har nått den här enheten ännu. Kontrollera att iCloud-nyckelring är på och försök sedan igen senare.
zh_hans: 你的 iCloud 设置备份使用的加密密钥尚未同步到本设备。请确认 iCloud 钥匙串已开启，然后稍后重试。

source: Your keys stay on this device
ar: تبقى مفاتيحك على هذا الجهاز
da: Dine nøgler forbliver på denne enhed
de: Deine Schlüssel bleiben auf diesem Gerät
es: Tus claves permanecen en este dispositivo
fi: Avaimesi pysyvät tällä laitteella
fr: Vos clés restent sur cet appareil
is: Lyklarnir þínir haldast í þessu tæki
it: Le tue chiavi restano su questo dispositivo
ja: キーはこのデバイスに保存されます
ko: 키는 이 기기에만 저장됩니다
nb: Nøklene dine blir på denne enheten
nl: Je sleutels blijven op dit apparaat
pt_br: Suas chaves permanecem neste dispositivo
ru: Ваши ключи остаются на этом устройстве
sv: Dina nycklar stannar på den här enheten
zh_hans: 你的密钥仅保存在本设备

source: Your message
ar: رسالتك
da: Din besked
de: Deine Nachricht
es: Tu mensaje
fi: Viestisi
fr: Votre message
is: Skilaboðin þín
it: Il tuo messaggio
ja: メッセージ
ko: 메시지
nb: Meldingen din
nl: Je bericht
pt_br: Sua mensagem
ru: Ваше сообщение
sv: Ditt meddelande
zh_hans: 你的消息

source: Your overnight vitals: blood oxygen, respiratory rate, and wrist temperature
ar: علاماتك الحيوية الليلية: أكسجين الدم ومعدل التنفس وحرارة المعصم
da: Dine natlige vitalværdier: iltmætning, vejrtrækningsfrekvens og håndledstemperatur
de: Deine nächtlichen Vitalwerte: Blutsauerstoff, Atemfrequenz und Handgelenkstemperatur
es: Tus constantes vitales nocturnas: oxígeno en sangre, frecuencia respiratoria y temperatura de la muñeca
fi: Yölliset elintoimintosi: veren happipitoisuus, hengitystiheys ja ranteen lämpötila
fr: Vos signes vitaux nocturnes : oxygène sanguin, fréquence respiratoire et température du poignet
is: Lífsmörk þín að nóttu: súrefni í blóði, öndunartíðni og úlnliðshiti
it: I tuoi parametri vitali notturni: ossigeno nel sangue, frequenza respiratoria e temperatura del polso
ja: 夜間のバイタル：血中酸素、呼吸数、手首温度
ko: 야간 바이탈: 혈중 산소, 호흡수, 손목 온도
nb: Vitalverdiene dine om natten: blodoksygen, pustefrekvens og håndleddstemperatur
nl: Je nachtelijke vitale waarden: bloedzuurstof, ademhalingsfrequentie en polstemperatuur
pt_br: Seus sinais vitais noturnos: oxigênio no sangue, frequência respiratória e temperatura do pulso
ru: Ваши ночные показатели: кислород в крови, частота дыхания и температура запястья
sv: Dina nattliga vitalvärden: blodsyre, andningsfrekvens och handledstemperatur
zh_hans: 你的夜间生命体征：血氧、呼吸频率和手腕温度

source: your override
ar: قيمتك اليدوية
da: din tilsidesættelse
de: deine Überschreibung
es: tu valor manual
fi: ohitusarvosi
fr: votre valeur manuelle
is: yfirskráning þín
it: il tuo valore manuale
ja: あなたの上書き
ko: 사용자 재정의
nb: din overstyring
nl: jouw overschrijving
pt_br: sua substituição
ru: ваше переопределение
sv: din åsidosättning
zh_hans: 你的手动设定

source: Your profile: age, sex, weight, VO2 max, and heart-rate zones
ar: ملفك الشخصي: العمر والجنس والوزن وVO2 max ونطاقات معدل ضربات القلب
da: Din profil: alder, køn, vægt, VO2 max og pulszoner
de: Dein Profil: Alter, Geschlecht, Gewicht, VO2 max und Herzfrequenzzonen
es: Tu perfil: edad, sexo, peso, VO2 max y zonas de frecuencia cardíaca
fi: Profiilisi: ikä, sukupuoli, paino, VO2 max ja sykealueet
fr: Votre profil : âge, sexe, poids, VO2 max et zones de fréquence cardiaque
is: Prófíllinn þinn: aldur, kyn, þyngd, VO2 max og hjartsláttarsvæði
it: Il tuo profilo: età, sesso, peso, VO2 max e zone di frequenza cardiaca
ja: プロフィール：年齢、性別、体重、VO2 max、心拍ゾーン
ko: 프로필: 나이, 성별, 체중, VO2 max, 심박수 구간
nb: Profilen din: alder, kjønn, vekt, VO2 max og pulssoner
nl: Je profiel: leeftijd, geslacht, gewicht, VO2 max en hartslagzones
pt_br: Seu perfil: idade, sexo, peso, VO2 max e zonas de frequência cardíaca
ru: Ваш профиль: возраст, пол, вес, VO2 max и пульсовые зоны
sv: Din profil: ålder, kön, vikt, VO2 max och pulszoner
zh_hans: 你的个人资料：年龄、性别、体重、VO2 max 和心率区间

source: Your recent outdoor sessions aren't hot or long enough to push acclimatization further — train in the warmer part of the day, or longer, to keep adapting.
ar: جلساتك الخارجية الأخيرة ليست حارة أو طويلة بما يكفي لدفع التأقلم أبعد — تدرّب في الجزء الأدفأ من اليوم، أو لمدة أطول، لمواصلة التكيّف.
da: Dine seneste udendørssessioner er ikke varme eller lange nok til at drive tilvænningen videre — træn i den varmere del af dagen, eller længere, for at fortsætte tilpasningen.
de: Deine letzten Outdoor-Einheiten sind nicht heiß oder lang genug, um die Akklimatisation weiter voranzutreiben — trainiere im wärmeren Teil des Tages oder länger, um weiter anzupassen.
es: Tus sesiones al aire libre recientes no son lo bastante calurosas ni largas para avanzar en la aclimatación — entrena en la parte más cálida del día, o más tiempo, para seguir adaptándote.
fi: Viimeaikaiset ulkoharjoituksesi eivät ole tarpeeksi kuumia tai pitkiä viemään akklimatisaatiota eteenpäin — harjoittele päivän lämpimämpään aikaan tai pidempään jatkaaksesi sopeutumista.
fr: Vos séances en extérieur récentes ne sont ni assez chaudes ni assez longues pour faire progresser l’acclimatation — entraînez-vous à l’heure la plus chaude, ou plus longtemps, pour continuer à vous adapter.
is: Nýlegar útiæfingar þínar eru hvorki nógu heitar né langar til að ýta aðlöguninni lengra — æfðu á heitari tíma dagsins, eða lengur, til að halda áfram að aðlagast.
it: Le tue uscite recenti all’aperto non sono abbastanza calde o lunghe per far progredire l’adattamento — allenati nella parte più calda della giornata, o più a lungo, per continuare ad adattarti.
ja: 最近の屋外セッションは、順化をさらに進めるには暑さも長さも足りません。適応を続けるには、より暑い時間帯に、あるいはより長く練習しましょう。
ko: 최근 야외 세션은 순화를 더 진전시키기에 충분히 덥거나 길지 않습니다 — 계속 적응하려면 하루 중 더 더운 시간대에 또는 더 오래 훈련하세요.
nb: De siste utendørsøktene dine er verken varme eller lange nok til å drive tilvenningen videre — tren i den varmeste delen av dagen, eller lenger, for å fortsette tilpasningen.
nl: Je recente buitensessies zijn niet warm of lang genoeg om de acclimatisatie verder te brengen — train op het warmste deel van de dag, of langer, om te blijven adapteren.
pt_br: Suas sessões ao ar livre recentes não são quentes nem longas o suficiente para avançar a aclimatação — treine na parte mais quente do dia, ou por mais tempo, para continuar adaptando.
ru: Ваши недавние тренировки на улице недостаточно жаркие или длинные, чтобы двигать акклиматизацию дальше — тренируйтесь в более тёплое время дня или дольше, чтобы продолжать адаптацию.
sv: Dina senaste utomhuspass är varken varma eller långa nog för att driva acklimatiseringen vidare — träna under dygnets varmare del, eller längre, för att fortsätta anpassa dig.
zh_hans: 你最近的户外训练在温度和时长上都不足以进一步推进热适应 — 请在一天中较热的时段训练，或延长时间，以持续适应。

source: Your recent outdoor sessions haven't been hot enough to build heat acclimatization yet. Once you're training in real heat — or in the warmer part of the day — this starts climbing.
ar: لم تكن جلساتك الخارجية الأخيرة حارة بما يكفي لبناء تأقلم حراري بعد. وحين تتدرّب في حرّ حقيقي — أو في الجزء الأدفأ من اليوم — سيبدأ هذا بالارتفاع.
da: Dine seneste udendørssessioner har endnu ikke været varme nok til at opbygge varmetilvænning. Når du træner i rigtig varme — eller i den varmere del af dagen — begynder dette at stige.
de: Deine letzten Outdoor-Einheiten waren noch nicht heiß genug, um Hitzeakklimatisation aufzubauen. Sobald du in echter Hitze — oder im wärmeren Teil des Tages — trainierst, beginnt dieser Wert zu steigen.
es: Tus sesiones al aire libre recientes aún no han sido lo bastante calurosas para construir aclimatación al calor. Cuando entrenes con calor de verdad — o en la parte más cálida del día — esto empezará a subir.
fi: Viimeaikaiset ulkoharjoituksesi eivät ole olleet tarpeeksi kuumia lämpöakklimatisaation rakentamiseen. Kun harjoittelet oikeassa kuumuudessa — tai päivän lämpimämpään aikaan — tämä alkaa nousta.
fr: Vos séances en extérieur récentes n’ont pas encore été assez chaudes pour construire une acclimatation à la chaleur. Dès que vous vous entraînerez par vraie chaleur — ou aux heures les plus chaudes — cette valeur commencera à monter.
is: Nýlegar útiæfingar þínar hafa ekki verið nógu heitar til að byggja upp hitaaðlögun enn. Þegar þú æfir í raunverulegum hita — eða á heitari tíma dagsins — fer þetta að hækka.
it: Le tue uscite recenti all’aperto non sono ancora state abbastanza calde per costruire un adattamento al caldo. Quando ti allenerai con caldo vero — o nella parte più calda della giornata — questo inizierà a salire.
ja: 最近の屋外セッションは、暑熱順化を築くにはまだ十分に暑くありません。本当に暑い環境で — あるいは一日の暑い時間帯に — 練習するようになると、この値は上がり始めます。
ko: 최근 야외 세션은 아직 열순화를 쌓을 만큼 덥지 않았습니다. 실제로 더운 환경에서 — 또는 하루 중 더운 시간대에 — 훈련하면 이 값이 올라가기 시작합니다.
nb: De siste utendørsøktene dine har ennå ikke vært varme nok til å bygge varmetilvenning. Når du trener i ekte varme — eller i den varmeste delen av dagen — begynner dette å stige.
nl: Je recente buitensessies waren nog niet warm genoeg om hitteacclimatisatie op te bouwen. Zodra je in echte hitte traint — of op het warmste deel van de dag — begint dit te stijgen.
pt_br: Suas sessões ao ar livre recentes ainda não foram quentes o bastante para construir aclimatação ao calor. Quando você treinar em calor de verdade — ou na parte mais quente do dia — isto começa a subir.
ru: Ваши недавние тренировки на улице пока недостаточно жаркие, чтобы формировать тепловую акклиматизацию. Как только начнёте тренироваться в настоящей жаре — или в тёплое время дня — этот показатель пойдёт вверх.
sv: Dina senaste utomhuspass har ännu inte varit varma nog för att bygga värmeacklimatisering. När du tränar i riktig värme — eller under dygnets varmaste del — börjar detta stiga.
zh_hans: 你最近的户外训练还不够热，尚未开始建立热适应。当你在真正的高温中训练 — 或在一天中较热的时段训练 — 这个数值就会开始上升。

source: Your recording data is still on the device
ar: بيانات التسجيل الخاصة بك لا تزال على الجهاز
da: Dine optagelsesdata er stadig på enheden
de: Deine Aufnahmedaten befinden sich noch auf dem Gerät
es: Tus datos de grabación aún están en el dispositivo
fi: Tallennusdatasi on edelleen laitteella
fr: Vos données d'enregistrement sont toujours sur l'appareil
is: Upptökugögnin þín eru enn í tækinu
it: I Suoi dati di registrazione sono ancora sul dispositivo
ja: 記録データはまだデバイスに残っています
ko: 기록 데이터가 아직 기기에 남아 있습니다
nb: Opptaksdataene dine er fortsatt på enheten
nl: Uw opnamegegevens staan nog op het apparaat
pt_br: Seus dados de gravação ainda estão no dispositivo
ru: Данные вашей записи всё ещё на устройстве
sv: Din inspelningsdata finns fortfarande på enheten
zh_hans: 你的记录数据仍在设备上

source: Your recovery is in.
ar: وصلت نتيجة تعافيك.
da: Din restitution er klar.
de: Deine Erholung liegt vor.
es: Tu recuperación está lista.
fi: Palautumisesi on valmis.
fr: Votre récupération est prête.
is: Endurheimtin þín er komin.
it: Il tuo recupero è pronto.
ja: 回復スコアが出ました。
ko: 회복 결과가 나왔습니다.
nb: Restitusjonen din er klar.
nl: Je herstel is binnen.
pt_br: Sua recuperação chegou.
ru: Ваше восстановление готово.
sv: Din återhämtning är klar.
zh_hans: 你的恢复结果出来了。
